[
  {
    "id": "0.24867082803667517",
    "title": "Car Load Kit 1.8 Screen Bluetooth mp3 Player",
    "imageUrl": "https://ng.jumia.is/unsafe/fit-in/680x680/filters:fill(white)/product/34/8983463/1.jpg?6047",
    "description": "This product car bluetooth BC32 for car special bluetooth car charger MP3 player and FM, using high-performance professional-grade bluetooth module, built-in MP3/WMA decoding , can play the music files in the memory card, through the FM wireless to the car stereo. If you use a mobile phone with Bluetooth function, the incoming call can be automatically switched to the state of hands-free communication",
    "price": "38000"
  },
  {
    "id": "0.239981488554865",
    "title": "EILIFINTE B07&08 2 IN 1 Anti Theft Business Backpack+Waist Pack-Grey",
    "imageUrl": "https://ng.jumia.is/unsafe/fit-in/680x680/filters:fill(white)/product/48/2346521/1.jpg?9419",
    "description": "Model Name: ET-B07&08 Material: First Grade Oxford Fabric, Features: Fashionable, waterproof, wear resistant, portable, large capacity, strong load bearing, Size: 28x14x40cm & 33x11x16cm (1cm=0.39inch), Color: Dark Grey",
    "price": "10000"
  },
  {
    "id": "0.06677597819299286",
    "title": "Infinix Smart 8 6.6 - 4GB RAM/128GB ROM Android T Go - Black",
    "imageUrl": "https://ng.jumia.is/unsafe/fit-in/680x680/filters:fill(white)/product/10/2677813/1.jpg?3224",
    "description": "5000mAh Big Battery, 3 Days Battery Life With the large 5000mAh battery and intelligent power-saving technology, you can enjoy your entertainment all day long without power worries. 6.6 Inches HD+ Punch-Hole Display Punch-Hole display, more view for what you do. A wide 6.6”HD+ beautiful, vibrant screen provides a clear and broader view for a better mobile experience. 8MP FF Selfie Camera with Single Flash",
    "price": "128000"
  },
  {
    "id": "0.9446632333955591",
    "title": "Baby Summer Set Short Sleeve Shirt Pants Kid Toddler Outfit",
    "imageUrl": "https://ng.jumia.is/unsafe/fit-in/680x680/filters:fill(white)/product/07/2037222/1.jpg?5865",
    "description": "Size InformationSize 80bust=54CM，Length=36CM，pants=28CMSize 90bust=58CM，Length=38CM，pants=30CMSize 100bust=60CM，Length=40CM，pants=32CMSize 110bust=64CM，Length=42CM，pants=34CM6-9M old for 6-9 months baby size Tag: 8012-18M old for 12-18 months baby size Tag: 902T-3T old for 2T-3T months baby size Tag: 1004T old for 4T months baby size Tag: 110 (You can choose the size what you want) Tips:1. Due to the different monitor and light effect， the actual color of the item might be slightly different from the color showed on the pictures. Thank you!2. Please allow 1-3cm measuring deviation due to manual measurement.",
    "price": "15500"
  },
  {
    "id": "0.94987654",
    "title": "ASHION 2024 Men's Casual Shoes Popular Colour Design Sneakers",
    "imageUrl": "https://ng.jumia.is/unsafe/fit-in/680x680/filters:fill(white)/product/81/5002752/1.jpg?9741",
    "description": "Founded in 1990, ASHION ® is dedicated to providing high-quality, affordable fashion that keeps up with the latest trends. Our brand focuses on creating stylish and comfortable products for young people, always striving to blend contemporary design with exceptional value. Driven by the belief that fashion should be accessible to everyone, ASHION ® continues to innovate and inspire, ensuring our customers can express their unique style without compromising on quality or affordability. Join us as we make fashion both trendy and attainable for all.",
    "price": "10500"
  }
]
